# LbMassPerFtDashS Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..LbMassPerFtDashS Property
SymbolTypeId Class See Also
---
Symbol lb/ft-s, indicating unit Pounds mass per foot second.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId LbMassPerFtDashS { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property LbMassPerFtDashS As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ LbMassPerFtDashS {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace